app/controllers/application_controller.rb

  def hello_world
  	render json: Message.last
---
SELECT  "messages".* FROM "messages"  ORDER BY "messages"."id" DESC LIMIT 1